Repository: 84000/data-translation-memory
Catalog: toh338-v4.tmx
Source language: bo
Languages: en

source: ལས་རྣམ་པར་འབྱེད་པ།
en: The Exposition of Karma

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Bhagavān was staying in Śrāvastī in Prince Jeta’s grove, the park donated by Anāthapiṇḍada.

source: དེར་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་ཤུ་ཀ་ལ་བཀའ་སྩལ་པ། བྲམ་ཟེའི་བུ་ཁྱོད་ལ་ལས་རྣམ་པར་འབྱེད་པ་བསྟན་གྱིས།
en: There the Bhagavān addressed the brahmin youth Śuka thus: “Son, I will teach you The Exposition of Karma.

source: དེ་ལེགས་པར་ཤིན་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་བཤད་ཀྱིས།
en: Listen carefully and remember it well, and I will teach!” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་བགྱིའོ་ཞེས་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཤུ་ཀ། བཅོམ་ལྡན་འདས་ལ་ཕྱིར་ཉན་པ་དང་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེའི་བུ་ངས་ནི་སེམས་ཅན་རྣམས་བདག་གི་ལས་ལས་སུ་གྱུར་པ་ལས་ཀྱི་རྒྱུ་ལས་སྐྱེས་པ་ལས་ཀྱི་སྐལ་བ་ལ་སྤྱོད་པ། ལས་ལ་རྟེན་པར་གསུངས་ཏེ། བྲམ་ཟེའི་བུ་ལས་ནི་འདི་ལྟ་སྟེ། སེམས་ཅན་རྣམས་རབ་དང་འབྲིང་དང་ཐ་མར་རྣམ་པར་འབྱེད་དོ།
en: Please do so, Bhagavān!” The brahmin youth Śuka having thus assented, the Bhagavān said to him, “Son, I say that beings are owners of their own actions, they originate from their actions, they are heirs of their actions, and they take action as their refuge. In this way, son, beings are divided into high, middle, and low in terms of their actions. “

source: །དེ་ནི་འདི་ལྟར་ཚེ་ཐུང་བར་འགྱུར་བའི་ལས་ཡོད་དེ།
en: In this regard, there are, for instance, the actions that lead to a short life. “

source: དེ་ལ་ཚེ་ཐུང་བར་འགྱུར་བའི་ལས་གང་ཞེ་ན།
en: What kind of action leads to a short life?

source: དེ་ནི་སྲོག་གཅོད་པ་དང་སྲོག་གཅོད་པ་ལ་རྗེས་སུ་དགའ་བ་དང་སྲོག་གཅོད་པའི་ལེགས་པ་རྗོད་པ་དང་། མི་མཛའ་བ་ཚེ་འཕོ་བར་སྐུལ་བ་དང་མི་མཛའ་བ་ཚེ་འཕོས་ན་ལེགས་པར་རྗོད་པ་དང་མངལ་ནས་ཚེ་འཕོ་བར་བྱེད་པ་དང་མངལ་ནས་ཚེ་འཕོ་བའི་ལེགས་པ་རྗོད་པ་དང་། མ་ཧེ་དང་བ་ལང་དང་ཕག་དང་བྱ་ལ་སོགས་པ་བསད་པར་འགྱུར་བའི་རྟེན་འཆའ་ཞིང་།
en: Killing, rejoicing in killing, celebrating killing, instigating the death of an enemy, praising the death of an enemy, causing death in the womb, praising the causing of death in the womb, and preparing the sacrificial ground where buffalo, cows, pigs, birds, and so on are to be killed.

source: མཆོད་སྦྱིན་དེ་བཙུགས་པས་བུ་ཚ་དང་སྐྱེ་བོ་གཞན་ལ་ཕན་པར་འདོད་པ་རྣམས་དང་འཇིགས་པས་ཉེན་པ་རྣམས་ཀྱི་ལུགས་སུ་གྱུར་ཅིང་སེམས་ཅན་གསོད་པར་འགྱུར་བ་སྟེ།
en: The children and grandchildren of the originator of this sacrifice, as well as other people hoping for a positive result or acting out of fear, will kill many beings as they continue to carry out this initial sacrifice. “

source: དཔེར་ན་གྲོང་ཁྱེར་ཀས་མརྱ་ན་དགེ་སློང་དགྲ་བཅོམ་པ་གཅིག་ཅིག་ཁྱིམ་ཞིག་གི་སྒོ་ན་འདུག་འདུག་ན།
en: For example, in a certain city in Kāśmīr, a certain mendicant who was an arhat was sitting at the door of a house.

source: ཁྱིམ་དེའི་ཐད་ཀ་ལམ་པོ་ཆེ་ནས་ཕྱུགས་ཤིག་སྒྲ་འབྱིན་ཅིང་ཁྲིད་པ་དགེ་སློང་དེས་མཐོང་ནས་ཀྱི་ཧུད་ཨེ་མ་ག་ལ་སྲིད་ཅེས་བྱས་པ་དང་མི་དག་གིས་དགེ་སློང་དེ་ལ།
en: On a road leading straight to this house, a miserably mooing cow was being led along on a lead. The mendicant, having seen the cow, exclaimed, ‘Alas!

source: སློབ་དཔོན་ཅི་ཞིག་དེ་སྐད་དུ་ཀྱི་ཧུད་ཨེ་མ་ག་ལ་སྲིད་ཅེས་བྱ་བའི་སྒྲ་རྗོད་ཅེས་དྲིས་ན།
en: What a misery!’ “The people then asked the mendicant, ‘Ācārya, why did you say, “Alas! What a misery”?’ “

source: དེས་སྨྲས་པ། དེ་ནི་མ་དད་པ་རྣམས་ལ་སྨྲ་བར་ཡང་མི་བྱ་བ་ཞིག་སྟེ་སྒོས་ཀྱིས་སྨྲའོ་ཞེས་ནས།
en: He replied, ‘Although I usually do not speak to those without faith, in this particular case I will speak.’

source: དེས་སྨྲས་པ། ཕྱུགས་ཕ་བི་ལྟར་སྒྲ་འབྱིན་ཅིང་ཁྲིད་པ་ཕ་བིས་སྔོན་ཚོང་པ་ཕྱུག་པོ་ཞིག་ཏུ་རེད་པའི་ཚེ།
en: Then he said, ‘That cow being led along there, mooing, was in a former existence a rich merchant.

source: རྟེན་བཙུགས་ཏེ་ལོ་དུས་ཀྱི་མཆོད་སྦྱིན་བྱས་ནས། དེས་དེར་ཕྱུགས་མང་པོ་དག་ཀྱང་བསད་ཚེ་འཕོ་ཀར་ཡང་བུ་ལ་བོས་ཏེ་སྨྲས་པ། བུ་ཁྱོད་ང་ལ་བྱམས་ཞེ་ན། ཕྱུགས་ཀྱི་མཆོད་སྦྱིན་ལོ་དུས་སུ་བྱ་བ་འདི་ང་ཚེ་འཕོས་ནས་ཀྱང་རྟག་པར་གྱིས་ཤིག་ཅེས་བསྒོ་ནས།
en: He had prepared a piece of land for the yearly sacrifice and killed a great many cows there. When the time of his death drew near, he called his sons and said to them, “Sons, if you love me, you will also execute this yearly cattle sacrifice after I am dead!”

source: བུས་ཀྱང་དེ་ལྟར་བགྱིའོ་ཞེས་ཏེ་དེ་བཞིན་དུ་མཉན་ཏོ།
en: So instructed, the sons agreed and said, “We will.”

source: །དེ་ནས་མི་དེ་ཚེ་འཕོས་པ་དང་གཏི་མུག་ལས་བྱུང་བའི་སྲོག་གཅོད་པ་དང་ལྡན་པས་བདག་གི་ཁྱིམ་དུ་ཕྱུགས་སུ་སྐྱེས་ནས་དེ་དེར་ཡང་དང་ཡང་སྐྱེས་ཤིང་བསད་བསད་པ་ལས་ལན་འདི་དང་དྲུག་སྟེ་ད་ཡང་ཁྲིད་པ་ཡིན་ནོ་ཞེས་ནས།
en: Then this man died and, because he had killed out of confusion, was reborn as a cow in his own house. After having been reborn there again and again, and having been killed time and again, this is now the sixth time he is being led to the sacrificial ground.’ “

source: དགེ་སློང་དེས་ཕྱུགས་དེ་ལ་སྙིང་བརྩེ་བས་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྟེན་ཀྱང་ཁྱོད་བདག་གིས་བཙུགས།
en: The mendicant then said to the cow with pity, ‘You yourself have prepared this very sacrificial ground.

source: མཆོད་སྦྱིན་ཡང་ཁྱོད་བདག་གིས་བྱས། ཕྱུགས་མང་པོར་ཡང་ཁྱོད་བདག་གིས་བསད་ན།
en: You yourself have performed this very sacrifice and killed many cows.

source: དེ་དེ་སྐད་དུ་དོན་མེད་པ་བོས་པས་ཅི་ལ་ཕན་ཞེས་རྗོད་པ་ལྟ་བུ་སྟེ།
en: Your mooing is to no avail! What is it good for?’

source: དེ་ལྟ་བུའི་རྟེན་བཙུགས་པ་དང་དམག་ལྟ་བུ་མི་དང་རྟ་ལ་སོགས་པ་སེམས་ཅན་མང་པོ་དངོག་པ་ལ་ལྟ་བ་དང་འཐབ་མོའི་ཆ་བྱད་ལ་དགའ་བ་ལྟ་བུ་སྟེ།
en: So it was said. “Seeing the preparation of a sacrificial ground such as this is like witnessing a battle during which many beings such as humans and horses are killed, or like being thrilled about the accoutrements of war. “

source: ནག་པོ་ཡོད་པའི་མདོ་ལས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། ཀུན་དགའ་བོ་སྲོག་གཅོད་པ་ལ་བསྟེན་ཅིང་གོམས་པར་བྱས་པ་དང་མང་དུ་བྱས་པ་ནི་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བའི་རྒྱུར་འགྱུར་རོ། །དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བའི་རྒྱུར་འགྱུར་རོ། །ཡི་དགས་སུ་སྐྱེ་བའི་རྒྱུར་འགྱུར་རོ་ཞེས་གསུངས་ཏེ།
en: As the Buddha has said in the Kālikasūtra: “ ‘Ānanda, resorting to killing and having grown accustomed to it and practiced it often becomes the cause for rebirth in the hells, in the animal realm, or as a ghost.’ “

source: སྲོག་གཅོད་པ་ནི་ཉུང་ཞིང་ཆུང་ཡང་རྣམ་པར་སྨིན་པ་ཚེ་ཐུང་བར་འགྱུར་རོ།
en: When killing is done few times and on a small scale, it leads to having a short lifespan. “

source: །དེ་ལ་ཚེ་རིང་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to a long life?

source: དེ་ནི་སྲོག་གཅོད་པ་སྤངས་པ་དང་སྲོག་གཅོད་པ་སྤངས་པའི་ལེགས་པ་རྗོད་པ་དང་དེ་ལ་སྐུལ་བ་དང་དེའི་ལེགས་པ་རྗོད་པ་དང་གསད་པར་བྱ་བའི་མི་དང་བ་ལང་དང་ཕག་དང་བྱ་ལ་སོགས་པ་སྲོག་འབྱིན་པ་དང་སེམས་ཅན་འཇིགས་པས་ཉེན་པ་རྣམས་ལ་མི་འཇིགས་པ་སྦྱིན་པ་དང་། སེམས་ཅན་མགོན་མེད་པ་རྣམས་ལ་སྙིང་རྗེའི་སེམས་བསྐྱེད་པ་དང་། ནད་པ་དང་བྱིས་པ་དང་རྒན་པ་རྣམས་ལ་བྱམས་པའི་སེམས་བསྐྱེད་པ་དང་། དེ་དག་ལ་ཟས་ཀྱི་སྦྱིན་པ་བྱེད་པ་དང་སློང་བ་ལ་བྱམས་པའི་སེམས་བསྐྱེད་པ་དང་དམག་ལ་སོགས་པ་སྔར་སྨོན་པ་ཐམས་ཅད་བཟློག་སྟེ། དགེ་བའི་ཕྱོགས་བྱས་པ་དང་དེ་བཞིན་དུ་མཆོད་རྟེན་དང་གཙུག་ལག་ཁང་ཞིག་པ་དག་བཅོས་ལེགས་བྱས་པ་སྟེ།
en: Abstaining from killing; speaking praise of abstaining from killing and encouraging others to do so; freeing people and cattle, pigs, birds, and so forth that are to be killed; giving protection to those stricken with fear; arousing thoughts of kindness toward those who are without protection; arousing thoughts of love toward those who are sick, children, and the elderly; giving food to and arousing thoughts of love toward those who are in need; and rejecting all those things referred to above concerning war and so forth, and instead practicing virtue such as renovating and restoring stūpas and monasteries that have fallen into disrepair. “

source: མདོ་དེ་ཉིད་ལས། ཞིག་ཅིང་རལ་བ་སུས་བཅོས་པ། །དེ་ལ་ཚེ་འཕྲོག་བདུད་མི་འབྱུང་།
en: It is said in that same sūtra: “ ‘For he who restores what has fallen into ruin,Untimely death will not occur.’ “

source: །ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་ཚེ་རིང་བར་འགྱུར་བའོ།
en: This kind of action leads to a long life. “

source: །དེ་ལ་ནད་མང་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to having many illnesses?

source: དེ་ནི་ཁྲོ་བ་དང་ཁུ་ཚུར་དང་ཐལ་མོས་རྡེག་པ་དང་ཁུ་ཚུར་དང་ཐལ་མོས་རྡེག་པ་ལ་རྗེས་སུ་དགའ་བ་དང་ཁུ་ཚུར་དང་ཐལ་མོས་རྡེག་པའི་ཡོན་ཏན་རྗོད་པ་དང་དེ་ལ་སྐུལ་བ་དང་ཕ་མའི་སེམས་དང་ལུས་མི་བདེ་བར་བྱས་པ་དང་། རབ་ཏུ་བྱུང་བ་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དག་གི་སེམས་མི་བདེ་བར་བྱས་པ་དང་། མི་མཛའ་བ་ནད་ཀྱིས་བཏབ་པ་ལ་དགའ་བར་སེམས་པ་དང་མི་མཛའ་བ་ནད་སོས་ན་མི་དགའ་བར་སེམས་པ་དང་ནད་པ་ལ་སྨན་མ་ཡིན་པ་བྱིན་པ་དང་ཟས་མ་ཞུ་བར་བསྟབས་པ་དེ་ལས་དེ་ལྟ་བུ་ནི་ནད་མང་བར་འགྱུར་རོ།
en: Anger and hitting someone with the fist or the palm of the hand; enjoying hitting somebody with the fist or the palm of the hand; speaking praise of the merit of hitting someone with the fist or the palm of the hand and encouraging it; causing one’s parents mental or physical distress; causing monks who possess moral discipline mental distress; feeling glad when one’s enemies are stricken by illness; feeling unhappy when one’s enemies recover from an illness; and not giving medicine and giving indigestible foods—this kind of action leads to having many illnesses. “

source: །དེ་ལ་ནད་ཉུང་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to having few illnesses?

source: དེ་ནི་ཐལ་མོ་དང་ཁུ་ཚུར་གྱིས་རྡེག་པ་དང་། ཐལ་མོ་དང་ཁུ་ཚུར་གྱིས་རྡེག་པ་སྤོང་བར་སྐུལ་བ་དང་དེའི་ཡོན་ཏན་རྗོད་པ་དང་དེ་ལ་རྗེས་སུ་དགའ་བ་དང་ཕ་མ་ན་བའི་རིམ་གྲོ་བྱེད་པ་དང་ཁྱིམ་པ་དང་རབ་ཏུ་བྱུང་བ་དང་རྒན་ནམ་གཞོན་ཡང་རུང་སྟེ། ན་ན་རིམ་གྲོ་བྱེད་པ་དང་མི་མཛའ་བ་ན་ཡང་མི་དགའ་བར་སེམས་པ་དང་། དེའི་ནད་སོས་ན་དགའ་བར་སེམས་པ་དང་སྨན་གྱི་སྦྱིན་པ་བྱེད་པ་དང་ཁ་ཟས་ཞུ་ནས་སྟོབས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་ནང་ཉུང་བར་འགྱུར་རོ།
en: Not hitting someone with the palm of the hand or with the fist; encouraging others to abstain from hitting with the palm of the hand or the fist and praising the merits of abstaining from hitting; rejoicing in not hitting; serving one’s ill parents, householders, and monks, regardless of whether they are senior or junior monks; caring for the sick; not feeling happy or glad when one’s enemies fall ill; rejoicing in their recovery; and giving medicine and digestible food—this kind of action leads to having few illnesses. “

source: །དེ་ལ་ཁ་དོག་མི་སྡུག་པར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to having an ugly appearance?

source: དེ་ནི་ཁྲོ་བ་དང་འཁོན་དུ་འཛིན་པ་དང་འཆབ་པ་དང་འཚིག་པ་དང་ཕ་མ་ལ་ངན་དུ་རྗོད་པ་དང་ཁྱིམ་པ་དང་རབ་ཏུ་བྱུང་བ་རྒན་གཞོན་ལ་ངན་དུ་རྗོད་པ་དང་། མཆོད་རྟེན་དང་གཙུག་ལག་ཁང་དང་མཆོད་རྟེན་གྱི་ས་གཞི་མི་སྡུག་པར་བྱས་པ་དང་མཆོད་རྟེན་དང་སྐུ་གཟུགས་ཀྱི་མར་མེ་བསད་པ་དང་། སེམས་ཅན་ཁ་དོག་མི་སྡུག་པ་རྣམས་ལ་ཕྱས་འདོགས་པ་དང་གཙང་སྦྲ་ཆུང་བ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་ཁ་དོག་མི་སྡུག་པར་འགྱུར་བའོ།
en: Anger, enmity, resentment, spite, speaking ill of one’s parents, speaking ill of householders and of senior or junior monks, soiling stūpas and monasteries and the site of a stūpa, extinguishing offering lamps at stūpas and images, deriding ugly people, and having little sense of cleanliness—this kind of action leads to ugliness. “

source: །དེ་ལ་མཛེས་པར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to beauty?

source: དེ་ནི་མི་ཁྲོ་བ་དང་འཁོན་དུ་མི་འཛིན་པ་དང་མི་འཆབ་པ་དང་མི་འཚིག་པ་དང་གོས་ཀྱི་སྦྱིན་པ་བྱེད་པ་དང་མཆོད་རྟེན་དང་གཙུག་ལག་ཁང་དག་ལ་རྡོ་ཐལ་གྱིས་རྐྱང་ནུལ་བྱེད་པ་དང་སྣོད་སྤྱད་སྡུག་གུའི་སྦྱིན་པ་བྱེད་པ་དང་། སྤོས་དང་བྱུག་པ་དང་གོས་དང་རྒྱན་གྱི་སྦྱིན་པ་བྱེད་པ་དང་། ཕ་མའི་ལེགས་པ་རྗོད་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དག་གི་ལེགས་པ་རྗོད་པ་དང་མཆོད་རྟེན་གྱི་གཞི་དང་གཙུག་ལག་ཁང་དང་ཁྱིམ་གྱི་ཕྱག་དར་རྟག་ཏུ་བྱེད་པ་དང་སེམས་ཅན་མི་སྡུག་པ་རྣམས་ལ་ཕྱས་མི་བྱེད་པ་དང་། དེ་བཞིན་དུ་རྒན་པའམ་གཞོན་པ་གཞན་དག་ལ་ཕྱས་མི་བྱེད་པ་དང་གཙང་སྦྲ་ཆེ་བ་སྟེ་ལས་དེ་ལྟ་བུ་ནི་མཛེས་པར་འགྱུར་བའོ།
en: The opposites of anger, enmity, resentment, and spite; donating clothing; plastering stūpas and monasteries with white lime; donating beautiful bowls; making an offering of incense, scented ointment, cloth, and ornaments; praising one’s parents; praising noble ones and those who possess moral discipline; cleaning and sweeping the court around a stūpa, a monastery, and one’s house; not deriding ugly people; not deriding others in general, whether old or young; and being very cleanly—this kind of action leads to beauty. “

source: །དེ་ལ་མཐུ་ཆུང་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to having little power?

source: དེ་ནི་སེར་སྣ་བྱེད་པ་དང་ཕྲག་དོག་ཆེ་བ་དང་གཞན་གྱིས་ཐོབ་ན་མི་དགའ་བ་དང་གཞན་ལ་མི་སྙན་པར་རྗོད་ན་དགའ་བ་དང་ཕ་མ་ལ་བརྙས་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལ་བརྙས་པ་དང་ནད་པ་དང་རྒན་པ་དང་གཞོན་པ་ལ་བརྙས་པ་དང་ཆོས་ངན་པ་དང་མི་དགེ་བའི་རྩ་བའི་ལེགས་པ་རྗོད་པ་དང་བྱང་ཆུབ་ཀྱི་སེམས་ལས་ཟློག་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་མཐུ་ཆུང་བར་འགྱུར་བའོ།
en: Avarice; envy; being unhappy about others’ successes; being unhappy when others are praised; despising one’s parents; despising noble ones and those who possess moral discipline; despising the sick, the old, and the young; praising what is vile, what is lacking Dharma, and the roots of nonvirtue; and turning away from the mind of awakening—this kind of action leads to having little power. “

source: །དེ་ལ་མཐུ་ཆེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to being powerful?

source: དེ་ནི་ཕྲག་དོག་མེད་པ་དང་སེར་སྣ་མེད་པ་དང་གཞན་གྱིས་ཐོབ་ན་དགའ་བ་དང་གཞན་གྱིས་མ་ཐོབ་ན་མི་དགའ་བ་དང་གཞན་གྱི་གྲགས་པ་དང་སྒྲ་དང་ཚིགས་སུ་བཅད་པ་སྙན་པ་ཐོས་ན་དགའ་བ་དང་གཞན་གྱི་ལེགས་པ་རྗོད་པ་ལ་དགའ་བ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་མཆོད་རྟེན་དང་གཙུག་ལག་ཁང་བརྩིག་པ་དང་ཆོས་ངན་པ་དང་མི་དགེ་བའི་རྩ་བ་ལས་ཟློག་པ་དང་མཐུ་ཆེ་བར་འགྱུར་བའི་དགེ་བའི་རྩ་བ་ལ་སྐུལ་བ་དང་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དང་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱིས་མཐུ་ཆེན་པོར་སེམས་བསྐྱེད་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་མཐུ་ཆེ་བར་འགྱུར་བའོ།
en: Not being avaricious; not being envious; rejoicing in others’ successes; not rejoicing in others’ failures; rejoicing in hearing about others’ glory, renown, and good reputation; being happy when others are praised; building stūpas and monasteries in commemoration of the Bhagavān; turning away from what is vile, from what is lacking Dharma, and from the roots of demerit; encouraging others to engage in the roots of merit that lead to distinction; aspiring to reach awakening; and aspiring to attain distinction through the dedication of all roots of merit—this kind of action leads to being powerful. “

source: །དེ་ལ་རིགས་དམའ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to being born into a low social status?

source: དེ་ནི་ཕོ་ཐེག་ཆེ་བ་དང་ང་རྒྱལ་བྱེད་པ་དང་ཕར་མི་འཛིན་པ་དང་མར་མི་འཛིན་པ་དང་དགེ་སྦྱོང་དུ་མི་འཛིན་པ་དང་བྲམ་ཟེར་མི་འཛིན་པ་དང་རིགས་ཀྱི་གཙོ་བོ་ལ་རིམ་གྲོ་མི་བྱེད་པ་དང་ཕ་མ་ལ་རིམ་གྲོ་མི་བྱེད་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་རིམ་གྲོ་མི་བྱེད་པ་དང་བླ་མར་གྱུར་པ་གཞན་དང་མཁན་པོ་དང་སློབ་དཔོན་ལ་རིམ་གྲོ་མི་བྱེད་པ་དང་སེམས་ཅན་རིགས་དམའ་བ་རྣམས་ལ་བརྙས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་རིགས་དམའ་བར་འགྱུར་བའོ།
en: Vanity; conceit; not honoring one’s father and mother, śramaṇas, and brāhmaṇas; not respecting the head of a family; not attending to one’s parents; not attending to noble ones, to those who possess moral discipline, and to others occupying a position of authority, such as one’s preceptor and one’s teacher; and despising people of low class—this kind of action leads to being born into a low social status. “

source: །དེ་ལ་རིགས་མཐོ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to being born into a family of high social status?

source: དེ་ནི་ཕོ་ཐེག་ཆུང་བ་དང་ང་རྒྱལ་མེད་པ་དང་ཕར་འཛིན་པ་དང་མར་འཛིན་པ་དང་དགེ་སྦྱོང་དུ་འཛིན་པ་དང་བྲམ་ཟེར་འཛིན་པ་དང་རིགས་ཀྱི་གཙོ་བོ་རྣམས་ལ་རིམ་གྲོ་བྱེད་པ་དང་ཕ་མ་ལ་རིམ་གྲོ་བྱེད་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་རིམ་གྲོ་བྱེད་པ་དང་མཁན་པོ་དང་སློབ་དཔོན་ལ་རིམ་གྲོ་བྱེད་པ་དང་བླ་མར་གྱུར་པ་གཞན་དག་ལ་རིམ་གྲོ་བྱེད་པ་དང་། སེམས་ཅན་རིགས་དམའ་བ་རྣམས་ལ་མི་བརྙས་པ་སྟེ།
en: Having little vanity; having no conceit; honoring one’s father and mother, śramaṇas, and brāhmaṇas; honoring the head of the family; attending to one’s parents; attending to noble ones, to those who possess moral discipline, and to others occupying a position of authority, such one’s preceptor and teacher; and not despising people of low class. “

source: དཔེར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་མདོ་ལས་གསུངས་པ། དགེ་སློང་དག་གྲོང་གང་དུ་རབ་ཏུ་བྱུང་བ་ཚུལ་ཁྲིམས་དང་ལྡན་ཞིང་ཚངས་པར་སྤྱོད་པ། དགེ་བའི་ཆོས་ཅན་རྣམས་འོང་བའི་གྲོང་དེར་ལེགས་པ་ལྔ་འབྱུང་བར་རིག་པར་བྱ་སྟེ།
en: For example, the Buddha has said in a sūtra: “ ‘Monks, you should know that a community that is approached by monks who possess moral discipline, are celibate, and possess the quality of virtue can expect five benefits.

source: ལྔ་གང་ཞེ་ན།
en: What are the five?

source: དེ་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་འོངས་པ་རྣམས་ལ་སེམས་དད་པར་འགྱུར་རོ།
en: It develops faith in the ones possessing moral discipline who have approached them.

source: །དགེ་སློང་དག་གཞན་ཡང་དེའི་ཚེ། རིགས་དེ་མཐོ་རིས་སུ་སྐྱེ་བའི་ལམ་དུ་ཞུགས་པ་ཡིན་ནོ།
en: Furthermore, monks, at that time, that community enters the path leading to rebirth in heaven.

source: །དགེ་སློང་དག་གཞན་ཡང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དག་འོངས་ན་གུས་པར་སྨྲ་བ་དང་བསུ་བའི་ལས་བྱེད་དེ། དེའི་ཚེ་རིགས་དེ་དག་རིགས་མཐོ་བར་འགྱུར་བའི་ལམ་དུ་ཞུགས་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་རིགས་མཐོ་བར་འགྱུར་བའོ།
en: And what is more, monks, the moment the community greets and welcomes those approaching who possess moral discipline, the community has already entered the path leading to rebirth in heaven.’ “This kind of action leads to being reborn in a family of high social status. “

source: །དེ་ལ་ལོངས་སྤྱོད་ཆུང་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to poverty?

source: དེ་ནི་མ་བྱིན་པར་ལེན་པ་དང་མ་བྱིན་པར་ལེན་པར་སྐུལ་བ་དང་མ་བྱིན་པར་ལེན་པའི་ལེགས་པ་རྗོད་པ་དང་དེ་ལ་རྗེས་སུ་དགའ་བ་དང་མ་བྱིན་པར་བླངས་པས་དགའ་བ་དང་། ཕ་མའི་འཚོ་བ་འཕྲོག་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པའི་འཚོ་བ་འཕྲོག་པ་དང་རབ་ཏུ་བྱུང་བ་རྣམས་དང་བྱིས་པ་དང་རྒན་པ་དང་ཕོངས་པ་དང་ནད་པ་རྣམས་ཀྱི་འཚོ་བ་འཕྲོག་པ་དང་གཞན་གྱིས་མ་ཐོབ་ན་དགའ་བ་དང་། གཞན་གྱིས་ཐོབ་པར་འགྱུར་བ་ལ་བགེགས་བྱེད་པ་དང་ལོ་ཉེས་སུ་དགའ་བ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་ལོངས་སྤྱོད་ཆུང་བར་འགྱུར་བའོ།
en: Stealing; encouraging others to commit theft; speaking praise of stealing; taking pleasure in stealing and in having stolen; depriving one’s parents of their livelihood; depriving noble ones and those who possess moral discipline of their livelihood and stealing the livelihood of monks, children, the elderly, the poor, and the sick; rejoicing when others fail to gain wealth; preventing others from gaining wealth; and rejoicing in a bad harvest—this kind of action leads to poverty. “

source: །དེ་ལ་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to wealth?

source: དེ་ནི་མ་བྱིན་པར་ལེན་པ་སྤངས་པ་དང་གཞན་གྱིས་མ་བྱིན་པར་ལེན་པ་སྤངས་ན་རྗེས་སུ་དགའ་བ་དང་ཕ་མ་ལ་འཚོ་བ་འབུལ་བ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་འཚོ་བ་འབུལ་བ་དང་ནད་པ་དང་བྱིས་པ་དང་རྒན་པ་དང་ཕོངས་པ་གཞན་ལ་ཡང་འཚོ་བའི་སྦྱིན་པ་བྱེད་པ་དང་གཞན་གྱིས་ཐོབ་ན་དགའ་བ་དང་ལོ་ལེགས་པར་དགའ་བ་སྟེ།
en: Abstaining from stealing; rejoicing when someone abstains from taking what was not freely given to them by others; providing one’s parents with a livelihood; providing noble ones and those who possess moral discipline with a livelihood; offering sustenance to the sick, children, the elderly, the poor, and others; rejoicing in the gain of others; and rejoicing in a good harvest. “

source: མདོ་དེ་ཉིད་ལས་དགེ་སློང་དག་གཞན་ཡང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་འོངས་པ་དག་ལ་སྦྱིན་པ་བྱེད་ཅིང་། བསོད་ནམས་བྱེད་པའི་རིགས་དེ་དག་དེའི་ཚེ་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་བའི་ལམ་དུ་ཞུགས་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: In the same sūtra it is said: “ ‘What is more, monks, when the merit-collecting communities make offerings to those approaching them who possesses moral discipline they enter the path leading to prosperity.’ “

source: ལས་དེ་ལྟ་བུ་ནི་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་བའོ།
en: This kind of action leads to great wealth. “

source: །དེ་ལ་ཤེས་རབ་ཆུང་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to low intelligence?

source: དེ་ནི་འདི་ལ་ལ་ལ་ཞིག་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་གཞན་དག་ལ་ཆོས་ནི་གང་ཡིན།
en: Here, one does not ask the learned śramaṇas or brāhmaṇas or others, ‘What is the Dharma?

source: ཆོས་མ་ཡིན་པ་ནི་གང་ཡིན།
en: What is not the Dharma?

source: བདག་གིས་ཅི་ཞིག་བྱས་ན་ལེགས་པར་འགྱུར་ཞེས་མི་འདྲིའི།
en: What, when done by me, is conducive to happiness?’

source: ཤེས་རབ་འཆལ་པ་ལ་བསྟོད་ཅིང་མཁས་པ་རྣམས་སྤོང་བ་དང་དམ་པའི་ཆོས་མ་ཡིན་པ་ཡོངས་སུ་སྟོན་ཅིང་ཆོས་སྨྲ་བ་རྣམས་ཀྱིས་ལེགས་པར་རྗོད་པར་ཤེས་ཀྱང་འཇུངས་པའི་སེམས་ཡོད་པས་ལེགས་སོ་ཞེས་མི་རྗོད་ཅིང་།
en: One associates with people who lack intelligence and abandons wise people. One teaches what is not the true Dharma, and even though one knows that a reciter of the Buddhist scriptures has spoken well, due to one’s being opinionated one does not say ‘well done!’ But when a reciter has spoken what does not correspond with the Dharma, one says ‘well done!’

source: དམ་པའི་ཆོས་མ་ཡིན་པ་སྨྲ་བ་རྣམས་ལ་ལེགས་སོ་ཞེས་རྗོད་ཅིང་ལོག་པར་ལྟ་བའི་བསྔགས་པ་རྗོད་པ་དང་ཡང་དག་པའི་ལྟ་བ་ལ་ཉེས་པར་སྨོད་པ་དང་གླེགས་བམ་འདྲི་བ་དང་ཀློག་པ་ལ་ངན་དུ་རྗོད་པ་དང་དེ་དག་གི་འཚོ་བ་འཕྲོག་པ་སྟེ།
en: One praises wrong views and criticizes right views. One denigrates writers and reciters of manuscripts and deprives them of their livelihood.

source: ལས་དེ་ལྟ་བུ་ནི་ཤེས་རབ་ཆུང་བར་འགྱུར་བའོ།
en: This kind of action leads to low intelligence. “

source: །དེ་ལ་ཤེས་རབ་ཆེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to great intelligence?

source: དེ་ནི་འདི་ལ་ཡོངས་སུ་འདྲི་ཕོད་པའི་ངང་ཚུལ་ཅན་ལ་ལ་ཞིག་གིས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་མཁས་པ་ལ་འདྲི་བ་དང་། ཤེས་རབ་འཆལ་པ་ཡོངས་སུ་སྤོང་བ་དང་། དམ་པའི་ཆོས་སྟོན་ཅིང་གསལ་བར་བྱེད་པ་དང་། དམ་པའི་ཆོས་མ་ཡིན་པ་ལ་རྣམ་པར་སྨོད་པ་དང་། ཆོས་སྨྲ་བ་རྣམས་ལ་མི་འཇིགས་པ་ཉེ་བར་སྒྲུབ་པ་དང་།
en: Here, one has a disposition that dares to inquire and asks the learned śramaṇas and brāhmaṇas questions; one completely shuns those lacking wisdom; one extols the true Dharma and elucidates it; one criticizes what is not the true Dharma; and one praises the confidence of the Dharma reciters and says ‘well done!’

source: རིགས་པ་ལ་ལེགས་སོ་ཞེས་ཟེར་བ་དང་། མི་རིགས་པ་ཡོངས་སུ་སྤོང་བ་དང་། ཡང་དག་པར་ལྟ་བའི་ལེགས་པ་རྗོད་པ་དང་། ལོག་པར་ལྟ་བ་ལ་ཉེས་པར་དམོད་པ་དང་། གླེགས་བམ་དང་སྣག་ཙ་དང་སྨྱུག་གུ་ལ་སོགས་པའི་སྦྱིན་པ་བྱེད་པ་དང་ཆང་མི་འཐུང་བ་སྟེ།
en: One acclaims those who speak coherently and steers clear of those who speak what is unacceptable; one praises right view and criticizes wrong view; one makes offerings of paper, ink, and reed pens; and, as explained in the Nandikasūtra, one does not drink alcohol.

source: དཔེར་ན་དགའ་བོའི་མདོ་ལས། ཆང་གི་ཉེས་པ་སུམ་ཅུ་རྩ་ལྔ་གསུངས་པ་དགེ་བའི་ཕྱོགས་སུ་སྦྱར་བ་ལྟ་བུ་སྟེ།
en: The thirty-five faults of drinking alcohol that are taught in that sūtra will be discussed later in the section on the nonvirtuous actions.

source: ལས་དེ་ལྟ་བུ་ནི་ཤེས་རབ་ཆེ་བར་འགྱུར་བའོ།
en: This kind of action leads to great intelligence. “

source: །དེ་ལ་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth as a hell being?

source: དེ་ནི་ཤིན་ཏུ་ཞེ་སྡང་བའི་སེམས་ཀྱིས་ལུས་དང་ངག་དང་ཡིད་ཀྱི་ཉེས་པ་ཆེར་བྱས་པ་དང་ཆད་པར་ལྟ་བ་དང་རྟག་པར་ལྟ་བ་དང་། མེད་པར་ལྟ་བ་དང་སེར་སྣ་ཆེ་བ་དང་དྲིན་དུ་མི་གཟོ་བ་དང་མཚམས་མེད་པའི་ལས་བྱེད་པ་དང་འཕགས་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ལ་སྐུར་པ་འདེབས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་རོ།
en: Carrying out gravely negative actions of body, speech, and mind with intensely angry thoughts; entertaining the wrong view of annihilation, the wrong view of eternalism, and the wrong view of nihilism; speaking with hostility; ingratitude; performing the evil actions that bring immediate retribution; and flinging false accusations at noble ones and those who possess moral discipline—this kind of action leads to rebirth in the hell realms. “

source: །དེ་ལ་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth in the animal realm?
